export default {
	weishen: "委身",
	weishen_info: "奥秘技，此武将只能作为副将且可搭配任意魏蜀吴群主将。",
	pokemon_daifa: "待发",
	pokemon_daifa_info: "战吼（延时），变更主将。准备阶段，你可以选择一项：<br>1.若你的体力最多，摸1张牌；<br>2.若你的手牌最多，随机获得并使用1张装备；<br>3.若你的装备最多，本回合手牌上限+2；",
	pokemon_zhili: "致理",
	pokemon_zhili_info: "汉势力技：<br>①锁定技，你初始状态下记录【过河拆桥】、【无中生有】和【无懈可击】；<br>②准备阶段开始时，你可以记录一张未被记录的锦囊牌；<br>③锁定技，当一张被记录的锦囊牌被使用时，你摸1张牌。",
	pokemon_rixin: "日新",
	pokemon_rixin_info: "群势力技，每回合限一次，当你使用手牌中点数最小的牌时，你可以令一名角色将手牌中一张点数最小的手牌置于牌堆底；若如此做，你将手牌摸至体力上限。",
	pokemon_weiyang: "未央",
	pokemon_weiyang_info: "魏势力技，出牌阶段限一次，你可令至多X+1名角色各随机获得一张红桃牌（X为此前此技能发动次数）。",
	pokemon_tanwei: "探微",
	pokemon_tanwei_info: "蜀势力技，转换技，<br>阳：你可以将牌堆顶的一张牌当火攻使用；<br>阴：每回合限一次，你可以将一种颜色的所有手牌置入弃牌堆，然后摸1张牌。",
	pokemon_xingjian: "行健",
	pokemon_xingjian_info: "吴势力技，每轮开始时，你可将手牌摸至体力上限，然后将任意张牌随机置入牌堆，从牌堆或弃牌堆中获得等量的点数为8的牌，且这些牌本轮不计入手牌上限。",
	pokemon_xinya: "新雅",
	pokemon_xinya_info: "野心家势力技，结束阶段，你可将一张手牌置于牌堆顶，然后视为使用一张【兵临城下】，此牌结算结束后，若未造成过伤害，你失去1点体力。",
	pokemon_xingjian_tag: "行健",

	pokemon_zhaofu: "兆伏",
	pokemon_zhaofu_info: "一名你攻击范围内的其他角色的判定阶段开始时，你可令其选择一项：<br>1.令你将一张牌当雷【杀】无距离限制地对其使用；<br>2.进行【闪电】的判定。<br>3.令你摸1张牌。",
	
	pokemon_fengjing: "奉镜",
	pokemon_fengjing_info: "弃牌阶段开始时，你可将一张手牌扣置于武将牌上，称为“象”。当你受到牌的伤害后，你展示“象”：若类型相同，将“象”置入弃牌堆，以来源为唯一目标使用造成伤害的牌，若造成伤害，你摸1张牌；若类型不同，你获得“象”。回合开始时，你获得“象”。",
	pokemon_mihu: "秘护",
	pokemon_mihu_info: "一名角色的判定阶段开始时，你可将「象」置入弃牌堆，然后将其判定区内一张牌置入弃牌堆。",
	
	pokemon_yajian: "崖剑",
	pokemon_yajian_info: "每回合限2次，当你使用基本牌时，你可判定：若结果与此牌：</br>颜色相同，你可将判定牌置于牌堆顶；</br>花色相同，你摸1张牌；</br>点数相同，你可令当前回合角色失去或回复1点体力。",
	pokemon_niaoxiang: "鸟翔",
	pokemon_niaoxiang_info: "阵法技，若你是围攻目标，围攻者使用【杀】指定你为目标后，令你抵消此【杀】的所需使用【闪】的数量+1。",

	pokemon_wanhua: "万花",
	pokemon_wanhua_info: "每当属性【杀】进入弃牌堆时，你获得一枚“花”。你声明使用属性【杀】时，可以将其改为普【杀】，若如此做，此【杀】指定第一个目标时你可消耗一定数量的“花”以执行相应效果：<br> ① 2枚：结算完毕后，你摸2张牌；<br>② 2枚：增加一个额外目标；<br>③ 3枚：伤害+1；<br>④ 3枚：不可响应。",

	pokemon_shuijian: "水箭",
	pokemon_shuijian_info: "摸牌阶段开始时，你可视为使用一张【杀】，若此牌未造成伤害，本阶段摸牌数增加你装备数量的一半(ceil)。",
};
